/* %.0f = number of seconds */
"%.0f seconds since 1970" = "%.0f másodperc 1970 óta";

/* %@ = location */
"Open %@ in Maps" = "%@ megnyitása a Térképekben";

/* %@ = location name */
"Map of %@" = "%@ térképe";

/* %@ = phone number */
"Call %@" = "%@ hívása";

/* %@ = search query */
"The location (“%@”) could not be found using Maps local search." = "A hely („%@”) nem található a Térképek helyi keresési funkciójával.";

/* %@ = url */
"Show %@ in Calendar" = "%@ megjelenítése a Naptárban";

/* A measurement of some unit */
"Measurement" = "Mérés";

/* Apple Store demo mode error */
"Feature not enabled for this demo" = "A funkció nincs engedélyezve ehhez a bemutatóhoz";

/* Button */
"Cancel" = "Mégsem";

/* Button */
"OK" = "OK";

/* Coersion error; %@ = type */
"Shortcuts couldn’t convert from %@ to the required type" = "A Parancsok nem tudta elvégezni az átalakítást a(z) %@ típusról a kért típusra";

/* Coersion error; Shortcuts couldn’t convert from [from type] to [to type] */
"Shortcuts couldn’t convert from %@ to %@" = "a Parancsok nem tudta elvégezni az átalakítást %@ típusról %@ típusra";

/* Content item error; Used in another format string like “The operation failed because XYZ” */
"The operation" = "A művelet";

/* Content item error; e.g. The operation failed because it took too long */
"%@ failed because %@." = "A(z) %@ sikertelen, mivel %@.";

/* Content item error; type conversion error */
"Conversion Error" = "Átalakítási hiba";

/* Content property name */
"Album (Content Property Name)" = "Album";

/* Content property name */
"Album Artist (Content Property Name)" = "Albumelőadó";

/* Content property name */
"Album Artwork (Content Property Name)" = "Albumborító";

/* Content property name */
"Album Track # (Content Property Name)" = "Albumon lévő dal száma";

/* Content property name */
"Altitude (Content Property Name)" = "Magasság";

/* Content property name */
"Article Publish Date (Content Property Name)" = "Cikk közzétételének dátuma";

/* Content property name */
"Artist (Content Property Name)" = "Előadó";

/* Content property name */
"Artwork (Content Property Name)" = "Borító";

/* Content property name */
"Attendees (Content Property Name)" = "Résztvevők";

/* Content property name */
"Audio (Content Property Name)" = "Hang";

/* Content property name */
"Author (Content Property Name)" = "Szerző";

/* Content property name */
"Birthday (Content Property Name)" = "Születésnap";

/* Content property name */
"Body (Content Property Name)" = "Szövegtörzs";

/* Content property name */
"Calendar (Content Property Name)" = "Naptár";

/* Content property name */
"Camera Make (Content Property Name)" = "Kamera gyártmánya";

/* Content property name */
"Camera Model (Content Property Name)" = "Kamera típusa";

/* Content property name */
"City (Content Property Name)" = "Város";

/* Content property name */
"Comments (Content Property Name)" = "Megjegyzések";

/* Content property name */
"Company (Content Property Name)" = "Cég";

/* Content property name */
"Completion Date (Content Property Name)" = "Teljesítés dátuma";

/* Content property name */
"Composer (Content Property Name)" = "Zeneszerző";

/* Content property name */
"Contact Photo (Content Property Name)" = "Kontaktfotó";

/* Content property name */
"Country (Content Property Name)" = "Ország";

/* Content property name */
"Creation Date (Content Property Name)" = "Létrehozási dátum";

/* Content property name */
"Date Added (Content Property Name)" = "Hozzáadás dátuma";

/* Content property name */
"Date Taken (Content Property Name)" = "Készítés dátuma";

/* Content property name */
"Department (Content Property Name)" = "Részleg";

/* Content property name */
"Disc # (Content Property Name)" = "Lemezszám";

/* Content property name */
"Due Date (Content Property Name)" = "Esedékességi dátum";

/* Content property name */
"Duration (Content Property Name)" = "Időtartam";

/* Content property name */
"Email Address (Content Property Name)" = "E-mail cím";

/* Content property name */
"End Date (Content Property Name)" = "Befejezési dátum";

/* Content property name */
"Event End Date (Content Property Name)" = "Esemény befejezési dátuma";

/* Content property name */
"Event Start Date (Content Property Name)" = "Esemény kezdési dátuma";

/* Content property name */
"Excerpt (Content Property Name)" = "Kivonat";

/* Content property name */
"File Extension (Content Property Name)" = "Fájlkiterjesztés";

/* Content property name */
"File Size (Content Property Name)" = "Fájlméret";

/* Content property name */
"First Name (Content Property Name)" = "Utónév";

/* Content property name */
"Frame Rate (Content Property Name)" = "Képkockasebesség";

/* Content property name */
"Genre (Content Property Name)" = "Műfaj";

/* Content property name */
"Group (Content Property Name)" = "Csoport";

/* Content property name */
"Has Alarms (Content Property Name)" = "Jelzésekkel rendelkezik";

/* Content property name */
"Has Album Artwork (Content Property Name)" = "Albumborítóval rendelkezik";

/* Content property name */
"Has No Alarms (Content Property Name)" = "Nem rendelkezik jelzésekkel";

/* Content property name */
"Has No Album Artwork (Content Property Name)" = "Nem rendelkezik albumborítóval";

/* Content property name */
"Has No Photo (Content Property Name)" = "Nem rendelkezik fotóval";

/* Content property name */
"Has Photo (Content Property Name)" = "Fotóval rendelkezik";

/* Content property name */
"Height (Content Property Name)" = "Magasság";

/* Content property name */
"Image (Content Property Name)" = "Kép";

/* Content property name */
"Is All Day (Content Property Name)" = "Egész napos";

/* Content property name */
"Is Cloud Item (Content Property Name)" = "Egy felhőben lévő elem";

/* Content property name */
"Is Completed (Content Property Name)" = "Befejezett";

/* Content property name */
"Is Explicit (Content Property Name)" = "Szókimondó";

/* Content property name */
"Is Favorite (Content Property Name)" = "Kedvenc";

/* Content property name */
"Is Hidden (Content Property Name)" = "Rejtett";

/* Content property name */
"Is Not All Day (Content Property Name)" = "Nem egész napos";

/* Content property name */
"Is Not Cloud Item (Content Property Name)" = "Nem egy felhőben lévő elem";

/* Content property name */
"Is Not Completed (Content Property Name)" = "Nem befejezett";

/* Content property name */
"Is Not Explicit (Content Property Name)" = "Nem szókimondó";

/* Content property name */
"Is Not Favorite (Content Property Name)" = "Nem kedvenc";

/* Content property name */
"Is Not Hidden (Content Property Name)" = "Nem rejtett";

/* Content property name */
"Is Not a Screenshot (Content Property Name)" = "Nem képernyőfotó";

/* Content property name */
"Is a Screenshot (Content Property Name)" = "Képernyőfotó";

/* Content property name */
"Job Title (Content Property Name)" = "Beosztás";

/* Content property name */
"Keys (Content Property Name)" = "Kulcsok";

/* Content property name */
"Last Modified Date (Content Property Name)" = "Utolsó módosítás dátuma";

/* Content property name */
"Last Name (Content Property Name)" = "Családi név";

/* Content property name */
"Last Played Date (Content Property Name)" = "Utolsó lejátszás dátuma";

/* Content property name */
"Latitude (Content Property Name)" = "Földrajzi szélesség";

/* Content property name */
"List (Content Property Name)" = "Lista";

/* Content property name */
"Location (Content Property Name)" = "Hely";

/* Content property name */
"Longitude (Content Property Name)" = "Földrajzi hosszúság";

/* Content property name */
"Lyrics (Content Property Name)" = "Dalszöveg";

/* Content property name */
"Main Image URL (Content Property Name)" = "Fő kép URL-je";

/* Content property name */
"Media Kind (Content Property Name)" = "Médiafajta";

/* Content property name */
"Media Type (Content Property Name)" = "Médiatípus";

/* Content property name */
"Metadata (Content Property Name)" = "Metaadatok";

/* Content property name */
"Metadata Dictionary (Content Property Name)" = "Metaadatszótár";

/* Content property name */
"Middle Name (Content Property Name)" = "Középső név";

/* Content property name */
"Music (Content Property Name)" = "Zene";

/* Content property name */
"Name (Content Property Name)" = "Név";

/* Content property name */
"Nickname (Content Property Name)" = "Becenév";

/* Content property name */
"Notes (Content Property Name)" = "Jegyzetek";

/* Content property name */
"Number of Words (Content Property Name)" = "Szavak száma";

/* Content property name */
"Organizer (Content Property Name)" = "Rendszerező";

/* Content property name */
"Orientation (Content Property Name)" = "Tájolás";

/* Content property name */
"Phone Number (Content Property Name)" = "Telefonszám";

/* Content property name */
"Phonetic First Name (Content Property Name)" = "Fonetikus utónév";

/* Content property name */
"Phonetic Last Name (Content Property Name)" = "Fonetikus családi név";

/* Content property name */
"Phonetic Middle Name (Content Property Name)" = "Fonetikus középső név";

/* Content property name */
"Photo Type (Content Property Name)" = "Fotó típusa";

/* Content property name */
"Play Count (Content Property Name)" = "Lejátszások száma";

/* Content property name */
"Prefix (Content Property Name)" = "Előtag";

/* Content property name */
"Priority (Content Property Name)" = "Prioritás";

/* Content property name */
"Published Date (Content Property Name)" = "Közzététel dátuma";

/* Content property name */
"Rating (Content Property Name)" = "Minősítés";

/* Content property name */
"Release Date (Content Property Name)" = "Kibocsátás dátuma";

/* Content property name */
"Reminder Location (Content Property Name)" = "Emlékeztető helye";

/* Content property name */
"Role (Content Property Name)" = "Szerepkör";

/* Content property name */
"Show URL (Content Property Name)" = "URL megjelenítése";

/* Content property name */
"Show in Calendar (Content Property Name)" = "Megjelenítés a naptárban";

/* Content property name */
"Skip Count (Content Property Name)" = "Átugrások száma";

/* Content property name */
"Start Date (Content Property Name)" = "Kezdési dátum";

/* Content property name */
"State (Content Property Name)" = "Állam";

/* Content property name */
"Status (Content Property Name)" = "Állapot";

/* Content property name */
"Street (Content Property Name)" = "Utca";

/* Content property name */
"Street Address (Content Property Name)" = "Utcanév, házszám";

/* Content property name */
"Suffix (Content Property Name)" = "Utótag";

/* Content property name */
"Time Taken (Content Property Name)" = "Készítés ideje";

/* Content property name */
"Title (Content Property Name)" = "Cím";

/* Content property name */
"Track (Content Property Name)" = "Sáv";

/* Content property name */
"URL (Content Property Name)" = "URL";

/* Content property name */
"Values (Content Property Name)" = "Értékek";

/* Content property name */
"Video (Content Property Name)" = "Videó";

/* Content property name */
"Width (Content Property Name)" = "Szélesség";

/* Content property name */
"ZIP Code (Content Property Name)" = "Irányítószám";

/* Content property value */
"Accepted (Content Property Possible Value)" = "Elfogadva";

/* Content property value */
"Audiobook (Content Property Possible Value)" = "Hangoskönyv";

/* Content property value */
"Burst (Content Property Possible Value)" = "Fotósorozat";

/* Content property value */
"Chair (Content Property Possible Value)" = "Elnök";

/* Content property value */
"Completed (Content Property Possible Value)" = "Teljesített";

/* Content property value */
"Declined (Content Property Possible Value)" = "Elutasítva";

/* Content property value */
"Delegated (Content Property Possible Value)" = "Delegálva";

/* Content property value */
"Down (Content Property Possible Value)" = "Le";

/* Content property value */
"Down Mirrored (Content Property Possible Value)" = "Lefelé tükrözve";

/* Content property value */
"HDR (Content Property Possible Value)" = "HDR";

/* Content property value */
"In Process (Content Property Possible Value)" = "Folyamatban";

/* Content property value */
"Left (Content Property Possible Value)" = "Bal";

/* Content property value */
"Left Mirrored (Content Property Possible Value)" = "Balra tükrözve";

/* Content property value */
"Live Photo (Content Property Possible Value)" = "Live Photo";

/* Content property value */
"Movie (Content Property Possible Value)" = "Film";

/* Content property value */
"Music (Content Property Possible Value)" = "Zene";

/* Content property value */
"Music Video (Content Property Possible Value)" = "Zenei videó";

/* Content property value */
"Non-participant (Content Property Possible Value)" = "Nem résztvevő";

/* Content property value */
"Optional (Content Property Possible Value)" = "Opcionális";

/* Content property value */
"Panorama (Content Property Possible Value)" = "Panoráma";

/* Content property value */
"Pending (Content Property Possible Value)" = "Függőben";

/* Content property value */
"Podcast (Content Property Possible Value)" = "Podcast";

/* Content property value */
"Required (Content Property Possible Value)" = "Kötelező";

/* Content property value */
"Right (Content Property Possible Value)" = "Jobb";

/* Content property value */
"Right Mirrored (Content Property Possible Value)" = "Jobbra tükrözve";

/* Content property value */
"TV Show (Content Property Possible Value)" = "Tv-műsor";

/* Content property value */
"Tentative (Content Property Possible Value)" = "Bizonytalan";

/* Content property value */
"Unknown (Content Property Possible Value)" = "Ismeretlen";

/* Content property value */
"Up (Content Property Possible Value)" = "Fel";

/* Content property value */
"Up Mirrored (Content Property Possible Value)" = "Felfelé tükrözve";

/* Content property value */
"iTunes U (Content Property Possible Value)" = "iTunes U";

/* Date format for file names */
"yyyy-MM-dd" = "yyyy. MM. dd.";

/* Default contact name */
"No Name" = "Nincs név";

/* Default custom date format that user can customize */
"EEE, dd MMM yyyy HH:mm:ss Z" = "yyyy. MMM dd., EEE, HH:mm:ss Z";

/* Default location name */
"Location (default location name)" = "Helyszín";

/* Default maps link text when start address and destination address are missing */
"Unknown Maps Link" = "Ismeretlen Térképek-link";

/* Directions from [start address] to [end address] */
"Directions from %@ to %@" = "Útvonal: %@ - %@";

/* Error message */
"Location Not Found" = "A hely nem található";

/* Error message */
"a video was provided instead of an image" = "videó lett megadva kép helyett";

/* Error message; %@ = music media item name */
"The item “%@” cannot be converted to an image, because it has no artwork." = "A(z) „%@” elem nem alakítható át képpé, mivel nem rendelkezik borítóval.";

/* Error message; %@ = music media item name */
"The item “%@” cannot be exported, likely because it is only stored in iCloud or has not yet been synced to this device." = "A(z) „%@” elem nem exportálható, aminek valószínűleg az az oka, hogy csak az iCloudban lett eltárolva, vagy még nincs szinkronizálva ezzel az eszközzel.";

/* Error message; User not signed into iCloud */
"In order to do this, you must be signed into iCloud." = "Ehhez be kell jelentkeznie az iCloudba.";

/* Error message; music media item has no album art */
"Item Has No Album Art" = "Az elem nem rendelkezik albumborítóval";

/* Error message; music media item not downloaded */
"Item Not Downloaded" = "Az elem nincs letöltve";

/* File name string; %1$@ = type string (like 'Audio Recording'), %2$@ = date; %3$@ = time */
"%1$@ %2$@ at %3$@" = "%1$@ – %2$@, %3$@";

/* Filter description; a photo (singular) */
"Photo (singular)" = "Fotó";

/* Filter description; a piece of music media items (singular) */
"Music (singular)" = "Zene";

/* Filter description; multiple photos (plural) */
"Photos" = "Fotók";

/* Filter description; multiple pieces of music media items (plural) */
"Music (plural)" = "Eredmények";

/* Generic plural type description */
"Anything (Plural)" = "Bármi";

/* Generic type description */
"Anything (Singular)" = "Bármi";

/* Item name */
"Apple Maps URL" = "Apple Térképek URL";

/* Item name */
"Contact" = "Kontakt";

/* Item name */
"Event" = "Esemény";

/* Item name */
"Image (item name)" = "Kép";

/* Item name */
"Music (item name)" = "Zene";

/* Item name */
"Photo" = "Fotó";

/* Item name */
"Reminder" = "Emlékeztető";

/* Item name */
"Track (item name)" = "Sáv";

/* Item name; calendar event participant */
"Participant" = "Résztvevő";

/* Navigation bar title */
"Supported Types" = "Támogatott típusok";

/* Navigation bar title; content items */
"Items" = "Elemek";

/* Navigation bar title; graph for a content item */
"Content Item Graph" = "Tartalomelem grafikonja";

/* Priority level */
"High" = "Magas";

/* Priority level */
"Low" = "Alacsony";

/* Priority level */
"Medium" = "Közepes";

/* Property name; web page URL */
"Page URL" = "Oldal URL-je";

/* Property name; web page contents */
"Page Contents" = "Oldal tartalma";

/* Property name; web page selection */
"Page Selection" = "Oldalkijelölés";

/* Proposed file name for an HTML file */
"Article" = "Cikk";

/* Quick Look error; %@ = item name */
"Quick Look failed to preview %@" = "A Gyorsnézet nem tudta megjeleníteni a(z) %@ előnézetét";

/* Reminder content item */
"Reminder Completion Date" = "Emlékeztető teljesítési dátuma";

/* Reminder content item */
"Reminder Due Date" = "Emlékeztető esedékességi dátuma";

/* Reminder content item */
"Reminder Start Date" = "Emlékeztető kezdési dátuma";

/* Reminder content item */
"Show URL (Reminder Content Item)" = "URL megjelenítése";

/* Separator for date strings in filenames; we use '-' since '/' cannot be used */
"-" = "-";

/* Separator for time strings in filenames; we use '.' since ':' cannot be used */
"." = ".";

/* Some measurements of a given unit */
"Measurements" = "Mérések";

/* Title template for import albums from Photos.app */
"Imported on %@" = "Importálva ekkor: %@";

/* Type description for multiple files */
"Files" = "Fájlok";

/* Type description for single file */
"File" = "Fájl";

/* Type description, a boolean (plural) */
"Booleans" = "Logikai értékek";

/* Type description; a FTP directory (singular) */
"FTP directory" = "FTP-könyvtár";

/* Type description; a Maps link (singular) */
"Maps link" = "Térképek-link";

/* Type description; a PDF (singular) */
"PDF" = "PDF";

/* Type description; a Safari web page (singular) */
"Safari web page" = "Safari-weboldal";

/* Type description; a URL (singular) */
"URL (singular)" = "URL";

/* Type description; a boolean (singular) */
"Boolean" = "Logikai érték";

/* Type description; a calendar event (singular) */
"Calendar event" = "Naptáresemény";

/* Type description; a calendar event attendee (singular) */
"Event attendee" = "Eseményrésztvevő";

/* Type description; a calendar item (singular) */
"Calendar item" = "Naptárelem";

/* Type description; a contact (as in address book contact) (singular) */
"Contact (singular)" = "Kontakt";

/* Type description; a date (singular) */
"Date" = "Dátum";

/* Type description; a dictionary (singular) */
"Dictionary" = "Szótár";

/* Type description; a file size (singular) */
"File size" = "Fájlméret";

/* Type description; a location (singular) */
"Location (singular)" = "Hely";

/* Type description; a media item (e.g. song, video, movie) (plural) */
"Media (plural)" = "Média";

/* Type description; a media item (e.g. song, video, movie) (singular) */
"Media (singular)" = "Média";

/* Type description; a number (singular) */
"Number" = "Szám";

/* Type description; a phone number (singular) */
"Phone number" = "Telefonszám";

/* Type description; a photo media item (singular) */
"Photo media (singular)" = "Fotómédia";

/* Type description; a photos app media item (singular) */
"Photos app media (singular)" = "Fotók alkalmazásban lévő média";

/* Type description; a piece of rich text (singular) */
"Rich text (singular)" = "Rich Text-szöveg";

/* Type description; a piece of text (singular) */
"Text (singular)" = "Szöveg";

/* Type description; a place (location) (singular) */
"Place" = "Hely";

/* Type description; a reminder (singular) */
"Reminder (singular)" = "Emlékeztető";

/* Type description; a single image (singular) */
"Image (singular)" = "Kép";

/* Type description; a time interval (singular) */
"Time interval" = "Időintervallum";

/* Type description; a vCard (singular) */
"vCard" = "vCard";

/* Type description; an article (singular) */
"Article (singular)" = "Cikk";

/* Type description; an email address (singular) */
"Email address" = "E-mail cím";

/* Type description; an extension item (singular) */
"Extension item" = "Bővítményelem";

/* Type description; an iCalendar item (singular) */
"iCalendar item" = "iCalendar-elem";

/* Type description; an iTunes media item (singular) */
"iTunes media (singular)" = "iTunes-média";

/* Type description; an item provider (singular) */
"Item provider" = "Elemszolgáltató";

/* Type description; multiple FTP directories (plural) */
"FTP directories" = "FTP-könyvtárak";

/* Type description; multiple Maps links (plural) */
"Maps links" = "Térképek-linkek";

/* Type description; multiple PDFs (plural) */
"PDFs" = "PDF-ek";

/* Type description; multiple Safari web pages (plural) */
"Safari web pages" = "Safari-weboldalak";

/* Type description; multiple URLs (plural) */
"URLs" = "URL-ek";

/* Type description; multiple articles (plural) */
"Articles" = "Cikkek";

/* Type description; multiple calendar event attendees (plural) */
"Event attendees" = "Eseményrésztvevők";

/* Type description; multiple calendar events (plural) */
"Calendar events" = "Naptáresemények";

/* Type description; multiple calendar items (plural) */
"Calendar items" = "Naptárelemek";

/* Type description; multiple contacts (as in address book contacts) (plural) */
"Contacts" = "Kontaktok";

/* Type description; multiple dates (plural) */
"Dates" = "Dátumok";

/* Type description; multiple dictionaries (plural) */
"Dictionaries" = "Szótárak";

/* Type description; multiple email addresses (plural) */
"Email addresses" = "E-mail címek";

/* Type description; multiple extension items (plural) */
"Extension items" = "Bővítményelemek";

/* Type description; multiple file sizes (plural) */
"File sizes" = "Fájlméretek";

/* Type description; multiple iCalendar items (plural) */
"iCalendar items" = "iCalendar-elemek";

/* Type description; multiple iTunes media items (plural) */
"iTunes media (plural)" = "iTunes-média";

/* Type description; multiple images (plural) */
"Images" = "Képek";

/* Type description; multiple item providers (plural) */
"Item providers" = "Elemszolgáltatók";

/* Type description; multiple locations (plural) */
"Locations" = "Helyek";

/* Type description; multiple numbers (plural) */
"Numbers" = "Számok";

/* Type description; multiple phone numbers (plural) */
"Phone numbers" = "Telefonszámok";

/* Type description; multiple photo media items (plural) */
"Photo media (plural)" = "Fotómédia";

/* Type description; multiple photos app media items (plural) */
"Photos app media (plural)" = "Fotók alkalmazásban lévő média";

/* Type description; multiple pieces of rich text (plural) */
"Rich text (plural)" = "Rich Text-szöveg";

/* Type description; multiple pieces of text (plural) */
"Text (plural)" = "Szöveg";

/* Type description; multiple places (locations) (plural) */
"Places" = "Helyek";

/* Type description; multiple reminders (plural) */
"Reminders" = "Emlékeztetők";

/* Type description; multiple time intervals (plural) */
"Time intervals" = "Időintervallumok";

/* Type description; multiple vCards (plural) */
"vCards" = "vCard kártyák";

/* Unit type */
"Acceleration" = "Gyorsítás";

/* Unit type */
"Angle" = "Szög";

/* Unit type */
"Area" = "Terület";

/* Unit type */
"Concentration Mass" = "Koncentráció-tömeg";

/* Unit type */
"Dispersion" = "Szórás";

/* Unit type */
"Duration" = "Időtartam";

/* Unit type */
"Electric Charge" = "Elektromos töltés";

/* Unit type */
"Electric Current" = "Elektromos áram";

/* Unit type */
"Electric Potential Difference" = "Elektromos potenciálbeli különbség";

/* Unit type */
"Electric Resistance" = "Elektromos ellenállás";

/* Unit type */
"Energy" = "Energia";

/* Unit type */
"Frequency" = "Frekvencia";

/* Unit type */
"Fuel Efficiency" = "Üzemanyag-hatékonyság";

/* Unit type */
"Illuminance" = "Megvilágítás";

/* Unit type */
"Length" = "Hosszúság";

/* Unit type */
"Mass" = "Tömeg";

/* Unit type */
"Power" = "Teljesítmény";

/* Unit type */
"Pressure" = "Nyomás";

/* Unit type */
"Speed" = "Sebesség";

/* Unit type */
"Temperature" = "Hőmérséklet";

/* Unit type */
"Volume" = "Térfogat";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", or " = ", vagy ";

/* Used to delimit a list of exactly two items (e.g. Green or Blue). */
" or " = " vagy ";

